Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Alim, I know I was saying that there was no way Amaral would make it out of this thing alive, but now I feel just sick about the whole thing. I dunno if you heard but she came back. Except now she got killed RIGHT HERE IN THE BUILDING. I don’t know what went down exactly, but she was meeting with Serene and she didn’t walk out of that meeting. That’s fucked up. I feel sick. Holden from Acquisitions says she blew up some lab on the island and she wasn’t actually kidnapped. She set the whole thing up with Joyce. I dunno if it’s true or not. I mean, have you talked to her? She’s nice. She always believed in what we’re doing, I just can’t believe she’d do something like that. It doesn’t make any sense. Maybe I’m wrong, but I mean, what the fuck, man, Serene just killed her? Just like that? This scares the crap out of me. Please write back, I dunno what to do, this wasn’t what they said it was gonna be. The world’s going to shit outside and now I don’t feel safe in here, either. I could use some help here, this is seriously bad. Let me know what you wanna do. Vee
pl_pl: Alim, Wiem, że mówiłam, że nie ma szans, by Amaral wyszła z tego żywa, ale teraz jest mi po prostu niedobrze. Nie wiem, czy słyszałeś, ale wróciła. Tyle że teraz została zabita TUTAJ, W BUDYNKU. Nie wiem, co dokładnie się stało, ale spotkała się z Serene i nie wyszła z tego spotkania. To pojebane. Niedobrze mi. Holden z Acquisitions mówi, że wysadziła jakieś laboratorium na wyspie i tak naprawdę nie została porwana. Wszystko ustawiła z Joyce'm. Nie wiem, czy to prawda, czy nie. Rozmawiałeś z nią? Jest miła. Zawsze wierzyła w to, co robimy, po prostu nie mogę uwierzyć, że zrobiłaby coś takiego. To nie ma żadnego sensu. Może się mylę, ale kurwa, Serene ją zabił? Tak po prostu? To mnie cholernie przeraża. Proszę, odpisz, nie wiem, co robić, to nie było to, o czym mówili. Na zewnątrz świat się wali, a tutaj też nie czuję się już bezpiecznie. Przydałaby mi się pomoc, jest naprawdę źle. Daj mi znać, co chcesz zrobić. Vee

source: All I had to do was make it through the garage. It seemed simple enough.
pl_pl: Wszystko, co musiałem zrobić, to przejść przez garaż. Wydawało się to dość proste.

source: All checkpoints in future parts will be lost.
pl_pl: Wszystkie punkty kontrolne w przyszłych częściach zostaną utracone.

source: All clear, sir.
pl_pl: Wszystko jasne, proszę Pana.

source: All eyes! Let's find him!
pl_pl: Ej wszyscy! Znajdźmy go!

source: All of Monarch's chronon technology relies on these particles, most notably:
pl_pl: Cała technologia chrononowa Monarch opiera się na tych cząsteczkach, a w szczególności:

source: All of Monarch's chronon technology requires chronon particles to work.
pl_pl: Cała technologia chrononowa Monarch wymaga do działania cząsteczek chrononowych.

source: All of them!
pl_pl: Wszyscy!

source: All of them? How? Joyce is--
pl_pl: Wszyscy? Jak? Joyce jest...

source: All personnel should remain in secure areas. There are intruders in the building. Repeat, remain in secured areas.
pl_pl: Cały personel powinien pozostać w bezpiecznych obszarach. W budynku znajdują się intruzi. Powtarzam, pozostać w zabezpieczonych obszarach.

source: All personnel, Jack Joyce has escaped custody and is now present at the R&D facility garage. Repeat, Jack Joyce has escaped custody. He is to be neutralized at all costs.
pl_pl: Uwaga, personel, Jack Joyce uciekł z aresztu i jest teraz obecny w garażu ośrodka badawczo-rozwojowego. Powtarzam, Jack Joyce uciekł z aresztu. Ma zostać zneutralizowany za wszelką cenę.

source: All personnel, stay clear of the lower levels; there's a possible hazard. Repeat, stay clear of the lower levels.
pl_pl: Cały personel, trzymać się z dala od niższych pięter, istnieje potencjalne zagrożenie. Powtarzam, trzymać się z dala od dolnych pięter.

source: All progression past this point will be lost.
pl_pl: Wszystkie postępy po tym punkcie zostaną utracone.

source: All right, Amaral, let's go fix a time machine.
pl_pl: W porządku, Amaral, naprawmy wehikuł czasu.

source: All right, I'm on it.
pl_pl: W porządku, zajmę się tym.

source: All right, Paul. What are we actually doing here? It's 4am. I just jumped on a plane from Thailand with 24 hours notice.
pl_pl: Dobra, Paul. Co my tu właściwie robimy? Jest czwarta rano. Właśnie wskoczyłem do samolotu z Tajlandii z 24-godzinnym wyprzedzeniem.

source: All right, Will. That works.
pl_pl: W porządku, Will. Pasuje.

source: All right, Will. Where'd you hide that safe?
pl_pl: Dobra, Will. Gdzie ukryłeś ten sejf?

source: All right, all lights are green.
pl_pl: W porządku, wszystkie światła są zielone.

source: All right, almost there...
pl_pl: W porządku, prawie na miejscu...

source: All right, but I'm getting antsy.
pl_pl: W porządku, ale zaczynam się denerwować.

source: All right, good talk.
pl_pl: No dobra, miło się gadało.

source: All right, gotta activate the core now.
pl_pl: W porządku, muszę teraz aktywować rdzeń.

source: All right, how am I getting to Paul's office?
pl_pl: Jak dostanę się do biura Paula?

source: All right, if you're that sure about how all this works... we can try it your way.
pl_pl: No dobra, jeśli jesteś pewna, jak to wszystko działa... możemy spróbować po twojemu.

source: All right, just -- just come on out!
pl_pl: Ej, wy... wychodź stamtąd!

source: All right, let's do this.
pl_pl: No dobra, niech ci będzie.

source: All right, let's take a look around. Down here.
pl_pl: W porządku, rozejrzyjmy się. Tutaj.

source: All right, my brother tried to explain. Time is... an egg. Which is now fucked. A time egg. Which is... it's fucked. It's broken. I don't know.
pl_pl: W porządku - mój brat próbował to wyjaśnić. Czas to... jajko. Które jest teraz spieprzone. Jajko czasu. Które jest... jest zjebane. Jest zepsute. Nie wiem.

source: All right, not the reaction I expected.
pl_pl: Ookej, nie takiej reakcji się spodziewałem.

source: All right, rigged up this beast to the campus power. Last time we count of fuckin' Wade to bring the battery.
pl_pl: W porządku, podłączyłem tę bestię do zasilania kampusu. Po raz ostatni liczyliśmy na to, że pieprzony Wade przyniesie baterię.

source: All right, taxi guy, where am I headed?
pl_pl: Dobra, taksówkarzu, dokąd mam iść?

source: All right, that's that.
pl_pl: W porządku, to by było na tyle.

source: All right, through here.
pl_pl: W porządku, tutaj.

source: All right, what is all this?
pl_pl: W porządku, co odkryłaś?

source: All right, what's going on here?
pl_pl: No dobra, to co tutaj się dzieje?

source: All right, where do you want me?
pl_pl: Dobra, gdzie mam się udać?

source: All right, where we going to next? Oh, hey, there's a map over here. We can figure out the best route to the drydocks.
pl_pl: Dobra, dokąd idziemy? Tutaj jest mapa. Możemy znaleźć najlepszą drogę do portów.

source: All right, where's your car, Will?
pl_pl: Dobra, gdzie twój samochód, Will?

source: All right.
pl_pl: W porządku.

source: All right. All right.
pl_pl: W porządku. W porządku.

source: All right. Enjoy your booty call.
pl_pl: W porządku. Miłej zabawy.

source: All right. Get your team prepped for combat. I don't have a good feeling about all this.
pl_pl: W porządku. Przygotuj drużynę do walki. Mam złe przeczucie.

source: All they know they stole from me. You worry about your end, I'll worry about mine.
pl_pl: Wszystko, co wiedzą, zawdzięczają mnie. Ty martw się o swój koniec, ja będę martwił się o mój.

source: All those people. Dead just because they gave a damn about some shitty old building... because Monarch didn't want them talking about what they saw.
pl_pl: Wszyscy ci ludzie. Zginęli tylko dlatego, że przejmowali się jakimś gównianym, starym budynkiem... bo Monarch nie chciał, by mówili o tym, co widzieli.

source: All units, advance on the target, weapons free. Over.
pl_pl: Wszystkie jednostki, naprzód na cel, broń wolna. Odbiór.

source: All units, all units. Move in on the target. Over.
pl_pl: Wszystkie jednostki, wszystkie jednostki. Zbliżamy się do celu. Odbiór.

source: All units, be advised that Dr. Sofia Amaral is now considered a compromised asset. If encountered, she is to be apprehended or, should that prove impossible, she is to be rendered inaccessible to the enemy. Repeat, the enemy is to be denied access to Dr. Sofia Amaral.
pl_pl: Informujemy wszystkie jednostki, że dr Sofia Amaral jest obecnie uważana za zagrożony cel. Jeśli zostanie napotkana, ma zostać zatrzymana lub, jeśli okaże się to niemożliwe, ma być niedostępna dla wroga. Powtarzam, wrogowi należy odmówić dostępu do dr Sofii Amaral.

source: All units, be advised that Martin Hatch has been compromised and has been removed from his position. Repeat, Martin Hatch no longer has any authority, and all orders from him, past or present, are now rendered invalid. Please contact your supervisor for further instructions.
pl_pl: Informujemy wszystkie jednostki, że Martin Hatch został skompromitowany i usunięty ze stanowiska. Powtarzam, Martin Hatch nie ma już żadnej władzy, a wszystkie rozkazy od niego, przeszłe lub obecne, są teraz nieważne. Prosimy o kontakt z przełożonym w celu uzyskania dalszych instrukcji.

source: Allows Jack to Time Dodge up to three times in a row.
pl_pl: Pozwala Jack'owi wykonać czasowy unik do trzech razy z rzędu.

source: Allows Jack to launch up to three Time Stops.
pl_pl: Umożliwia Jack'owi uruchomienie do trzech czasowych pauz.

source: Almost there, almost there...
pl_pl: Już prawie, już prawie...

source: Almost there. Car's this way.
pl_pl: Jesteśmy prawie na miejscu. Samochód jest tam.

source: Almost-Hit Protester
pl_pl: Prawie rozjechana protestująca

source: Alright, alright! Jesus jumpin’ Christ!
pl_pl: Dobra, dobra! Jezu Chryste!

source: Alternatively I can mount a broad PR strategy, get the city on our side, but it leaves us with the--
pl_pl: Alternatywnie mogę opracować strategię PR'ową, sprawić że miasto stanie po naszej stronie, ale to pozostawia nas z...

source: Always looking out for me. Ready the chopper.
pl_pl: Zawsze się o mnie troszczy. Przygotować helikopter.

source: Always wanted to try this, actually. Never had the time.
pl_pl: Zawsze chciałam tego spróbować. Nigdy nie miałam czasu.

source: Amaral had tried to warn Paul. The End of Time was approaching quickly. Less than twenty-four hours away.
pl_pl: Amaral próbowała ostrzec Paula. Koniec Czasu zbliżał się szybko. Zostało mniej niż dwadzieścia cztery godziny.

source: Ammo already full
pl_pl: Amunicja jest już pełna

source: Ammo...
pl_pl: Amunicja...

source: Amy Ferrero. She's one of the witnesses. Awaiting your orders on how to proceed.
pl_pl: Amy Ferrero. Jest świadkiem. Czekamy na rozkazy, jak postępować.

source: Amy was so worried about somebody getting here before us when we spotted the cab... but it was us all along. I hope she made it out okay.
pl_pl: Amy bardzo się martwiła, że ktoś dotarł tu przed nami, kiedy zauważyliśmy taksówkę... ale to byliśmy my. Mam nadzieję, że nic jej się nie stało.

source: Amy's Friend
pl_pl: Przyjaciółka Amy

source: Amy's Monarch Timeline
pl_pl: Oś czasu Monarch Amy

source: Amy, you okay out there?
pl_pl: Amy, wszystko w porządku?

source: Amy. I gotta go back for her.
pl_pl: Amy. Muszę po nią wrócić.

source: An athletic dinosaur experiences an unscheduled departure. View Episode 2 to unlock Quantum Ripple.
pl_pl: Wysportowany dinozaur doświadcza nieplanowanego odlotu. Aby odblokować, obejrzyj Odcinek 2.

source: An entire Striker team? For one guy?
pl_pl: Cały oddział? Na jednego gościa?

source: An error occured when initializing the graphics device. Please ensure that your system conforms to the minimum specification, and that you have the latest graphics card drivers installed.
pl_pl: Wystąpił błąd podczas inicjalizacji urządzenia graficznego. Upewnij się, że twój system jest zgodny z minimalną specyfikacją i że masz zainstalowane najnowsze sterowniki karty graficznej.

source: An unexpected solution leads to unexpected results. View Episode 1 to unlock Quantum Ripple.
pl_pl: Nieoczekiwane rozwiązanie prowadzi do nieoczekiwanych rezultatów. Aby odblokować, obejrzyj Odcinek 1.

source: And Dr. Amaral?
pl_pl: A dr Amaral?

source: And I knew it could fix the Fracture.
pl_pl: I wiedziałem, że może naprawić pęknięcie.

source: And Jack? You know what's at stake here. This can't be about revenge.
pl_pl: I Jack? Wiesz, jaka jest stawka. Tu nie może chodzić o zemstę.

source: And be careful.
pl_pl: Uważaj na siebie.

source: And founded Monarch. He escaped from Monarch, and became what he escaped from.
pl_pl: I założył Monarch. Uciekł z Monarch i stał się tym, przed czym uciekł.

source: And from what I hear, you've attracted plenty of trouble without me these past few years.
pl_pl: A z tego, co słyszałem, w ciągu ostatnich kilku lat sprawiłeś mnóstwo kłopotów beze mnie.

source: And he's gone.
pl_pl: I odszedł.

source: And he's kept tabs on me.
pl_pl: I on mnie też.

source: And here you are.
pl_pl: I oto jesteś.

source: And in the face of that eternal moment, we could persevere.
pl_pl: W obliczu tej wiecznej chwili możemy wytrwać.

source: And it was stolen before he ever had the chance. Which means this is the only way it can play out.
pl_pl: I został skradziony, zanim w ogóle miał szansę. Co oznacza, że to jedyny sposób, w jaki może się to rozegrać.

source: And it will. You'll have to keep it a secret. Even from the ones you love. It's the only way to keep them safe.
pl_pl: I będzie tyle twała. Będziesz musiał trzymać to w tajemnicy. Nawet przed tymi, których kochasz. To jedyny sposób, by zapewnić im bezpieczeństwo.

source: And it'll still happen, Jack. I meant what I said back there, and there are no exceptions. If you get suckered into trying to change what can't be changed, it may cost us everything. Please, Jack. Our future depends on this.
pl_pl: I tak się stanie, Jack. Mówiłem poważnie i nie ma żadnych wyjątków. Jeśli spróbujesz zmienić coś, czego zmienić się nie da, może nas to kosztować wszystko. Proszę, Jack. Od tego zależy nasza przyszłość.

source: And some were yet to come.
pl_pl: A niektóre miały dopiero nadejść.

source: And that leaves me with you, Mr. Joyce.
pl_pl: I to pozostawia mnie z panem, panie Joyce.

source: And that violence was because of Jack Joyce.
pl_pl: A ta przemoc była spowodowana przez Jack'a Joyce'a.

source: And that's the guy whose plan is supposed to save us all?
pl_pl: I to jest facet, którego plan ma nas wszystkich uratować?

source: And then she took them away.
pl_pl: A potem je zabrała.

source: And they want more. Take it up with Serene if you disagree.
pl_pl: I chcą ich więcej. Jeśli się z tym nie zgadzasz, porozmawiaj z Serene.

source: And what if you don't?
pl_pl: A co jeśli tego nie zrobisz?

source: And you didn't think to spell that out to me before?
pl_pl: I nie pomyślałeś, żeby mi to wcześniej powiedzieć?

source: And... silence.
pl_pl: I... cisza.

source: Angry Guest
pl_pl: Rozwcieczony gość

source: Annnd there it goes.
pl_pl: No i proszę.

source: Announcer
pl_pl: Spiker

source: Another casualty!
pl_pl: Kolejna ofiara!

source: Another chronon team inbound!
pl_pl: Nadchodzi kolejny zespół chronon!

source: Another door I need help with, Fiona.
pl_pl: Kolejne drzwi, z którymi potrzebuję pomocy, Fiona.

source: Another man down!
pl_pl: Kolejny padł!

source: Another tech down!
pl_pl: Kolejny technik padł!

source: Anti-terror my ass! Who’s walking around with the assault rifles here? Huh? How blind do you think we are?
pl_pl: Ta, antyterroryści! Kto tu chodzi z karabinami szturmowymi? Co? Myślisz, że jesteśmy ślepi?

source: Any assurance we gave them was taken away the second Jack opened fire.
pl_pl: Jakakolwiek pewność, którą im daliśmy, została odebrana w momencie, gdy Jack otworzył ogień.

source: Any ideas how to get inside?
pl_pl: Jakieś pomysły, jak dostać się do środka?

source: Any luck in there?
pl_pl: Udało ci się tam dostać?

source: Any news on Monarch out there?
pl_pl: Jakieś wieści na temat Monarch?

source: Any potential threats to our plan need to be erased.
pl_pl: Wszelkie potencjalne zagrożenia dla naszego planu muszą zostać usunięte.

source: Any progress since the last save will be lost.
pl_pl: Wszelkie postępy poczynione od ostatniego zapisu zostaną utracone.

source: Anybody checked out this map? Looks like he labeled where everything is.
pl_pl: Ktoś sprawdził tę mapę? Wygląda na to, że zaznaczył, gdzie wszystko się znajduje.

source: Anybody got eyes on him?
pl_pl: Ktoś go widzi?

source: Anybody got eyes!
pl_pl: Ktoś go widzi!

source: Anybody here we can trust?
pl_pl: Komuś tutaj możemy zaufać?

source: Anybody see him?
pl_pl: Ktoś go widział?

source: Anybody wanna lend me a clip?
pl_pl: Ktoś chce mi pożyczyć magazynek?

source: Apparently they're intending to "say hi" back, with a grudge. So, there's that.
pl_pl: Najwyraźniej zamierzają „przywitać się” z powrotem, z urazą. Więc...

source: Appreciate it, HQ. Over and out.
pl_pl: Doceniam to. Bez odbioru.

source: Appreciate it. Make sure he falls in line. We need Riverport PD to stay the hell away from Joyce. The last thing we need is dead cops on top of everything else. Over.
pl_pl: Doceń to. Upewnij się, że się podporządkuje. Policja Riverport musi trzymać się z dala od Joyce. Nie potrzebujemy martwych gliniarzy na domiar złego. Odbiór.

source: April fifth, 2016. Paul's condition is becoming increasingly unstable. Symptoms are growing stronger, and the effect of my treatments is dwindling. In recent months Paul has been experiencing a stronger sense of divide, momentary glimpses into two different futures... but paired with the certainty that the End of Time will come regardless of his choices. Monarch's plan only works if Paul is alive to guide us. Martin Hatch shows no concern for this. I'm growing suspicious of his intentions. I'm contacting Fiona Miller to begin research on a more permanent cure.
pl_pl: Piąty kwietnia 2016 roku. Stan Paula staje się coraz bardziej niestabilny. Objawy nasilają się, a efekt mojego leczenia słabnie. W ostatnich miesiącach Paul doświadczał silniejszego poczucia rozłamu, chwilowych przebłysków dwóch różnych przyszłości... ale w połączeniu z pewnością, że Koniec Czasu nadejdzie niezależnie od jego wyborów. Plan Monarcha działa tylko wtedy, gdy Paul żyje, by nas poprowadzić. Martin Hatch w ogóle się tym nie przejmuje. Nabieram podejrzeń co do jego intencji. Skontaktuję się z Fioną Miller, aby rozpocząć badania nad bardziej trwałym lekarstwem.

source: Are we going to be doing this?
pl_pl: Będziemy to robić?

source: Are we going?
pl_pl: Idziemy?

source: Are you coming?
pl_pl: Idziesz?

source: Are you fuckin' sure about that, princess?
pl_pl: Jesteś tego, kurwa, pewna, księżniczko?

source: Are you guys seeing this?
pl_pl: Czy wy to widzicie?

source: Are you interested? Or you just lurking around?
pl_pl: Interesuje cię to? Czy tylko się przyglądasz?

source: Are you kidding me? We can't fight that! We gotta run!
pl_pl: Żartujesz sobie? Nie możemy z tym walczyć! Musimy uciekać!

source: Are you ready?
pl_pl: Gotowa?

source: Are you shittin' me?
pl_pl: Jaja sobie robisz?

source: Are you sure it's supposed to do that?
pl_pl: Na pewno tak ma być?

source: Are you sure this can't be traced back to us?
pl_pl: Jesteś pewien, że nie można tego przypisać nam?

source: Are you sure you can handle this?
pl_pl: Jesteś pewien, że sobie z tym poradzisz?

source: Are you sure you know what you're doing there?
pl_pl: Czy na pewno wiesz, co tam robisz?

source: Are you sure you want to delete all Quantum Break Episodes?
pl_pl: Czy na pewno chcesz usunąć wszystkie odcinki Quantum Break?

source: Are you sure you want to purchase %s?
pl_pl: Czy na pewno chcesz kupić %s?

source: Are you sure you want to quit?
pl_pl: Czy na pewno chcesz wyjść?

source: Are you sure you want to reset all of the game options to their default settings?
pl_pl: Czy na pewno chcesz zresetować wszystkie opcje gry do ustawień domyślnych?

source: Are you sure you want to restart the Level?
pl_pl: Czy na pewno chcesz ponownie uruchomić poziom?

source: Are you sure you want to restart the checkpoint?
pl_pl: Czy na pewno chcesz ponownie uruchomić punkt kontrolny?

source: Are you sure you want to restart the level?
pl_pl: Czy na pewno chcesz ponownie uruchomić poziom?

source: Are you sure you want to stop playing Quantum Break?
pl_pl: Czy na pewno chcesz przestać grać w Quantum Break?

source: Are you sure you want to upgrade this Time Power?
pl_pl: Czy na pewno chcesz ulepszyć tę moc czasu?

source: Are you sure you want to watch the Quantum Break live action show? Doing so will quit the game experience.
pl_pl: Czy na pewno chcesz oglądać Quantum Break na żywo? Spowoduje to przerwanie rozgrywki.

source: Are you willing to bet the entire plan on that? I implore you, hold off on activation, Paul. Let me clean house. Before this gets completely out of hand.
pl_pl: Jesteś gotów postawić na to cały plan? Błagam cię, wstrzymaj się z aktywacją, Paul. Pozwól mi posprzątać. Zanim wszystko wymknie się spod kontroli.

source: Area clear!
pl_pl: Teren czysty!

source: Area clear.
pl_pl: Obszar czysty.

source: Aren't we supposed to get backup?
pl_pl: Czy nie powinniśmy dostać wsparcia?

source: As stutters become more frequent and violent, time becomes unsynchronized, leading to deadly collisions between moving objects -- like vehicles and pedestrians. Or ships and bridges.
pl_pl: Gdy zacięcia stają się coraz częstsze i gwałtowniejsze, czas staje się niezsynchronizowany, co prowadzi do śmiertelnych kolizji między poruszającymi się obiektami - takimi jak pojazdy i piesi. Lub statków i mostów.
